<?
$lang = array();


$lang['menu'] = array(
    array(
        'name' => 'Разум сейчас',
        "href" => "#now"
    ),
    array(
        'name' => 'Возможности',
        "href" => "#application"
    ),
    array(
        'name' => 'Обогащение',
        "href" => "#beneficiation"
    ),
    array(
        'name' => 'Инструменты',
        "href" => "#tools"
    ),
    array(
        'name' => 'Внедрение',
        "href" => "#integration"
    ),
    array(
        'name' => 'ИИ - технологии',
        "href" => "#articles"
    ),
    array(
        'name' => 'Амбассадоры',
        "href" => "#ambassadors"
    ),
    array(
        'name' => 'Узнать больше',
        "href" => "#callback"
    ),
);


$lang['top'] = array(
    'title' => 'Просто <br/> управлять сложным',
    'subtitle' => 'с помощью инновационных интеллектуальных цифровых технологий',
    'btn' => 'Узнать больше',
);

$lang['about'] = array(
    'text' => '<span>РАЗУМ — ЭТО КОНЦЕПЦИЯ</span>, ОБЪЕДИНЯЮЩАЯ ПРОГРАММНЫЕ И ПРОГРАММНО-АППАРАТНЫЕ ТЕХНОЛОГИЧЕСКИЕ РЕШЕНИЯ, НАПРАВЛЕННЫЕ НА
    ПОВЫШЕНИЕ ЭФФЕКТИВНОСТИ, ОПТИМИЗАЦИЮ И СТАБИЛИЗАЦИЮ ТЕХНОЛОГИЧЕСКИХ ПРОЦЕССОВ НА ПРОМЫШЛЕННЫХ ПРЕДПРИЯТИЯХ',
);

$lang['now'] = array(
    'title' => '«РАЗУМ» сейчас',
    'text' => array(
        array(
            'title' => 'Гибкость интеграции',
            "text" => "Быстрое внедрение в эксплуатацию — 3-4 месяца"
        ),
        array(
            'title' => 'Управление в одно касание',
            "text" => "спользование продукта допускает минимум специализированных знаний и навыков персонала"
        ),
        array(
            'title' => 'Точные алгоритмы',
            "text" => "Используемая в продуктах методология разработки цифровых двойников позволяет описывать процессы с точностью более 96%"
        ),
        array(
            'title' => 'Дизайн проекта',
            "text" => "Возможность обоснования целесообразности внедрения новых технологий с помощью моделирования"
        ),
        array(
            'title' => 'Адаптивность',
            "text" => "Возможность использования концепции для всех отраслей промышленности"
        ),
    )
);

// секция Применение возможностей 
$lang['application'] = array(
    'title' => 'Применение возможностей',
    'blocks' => array(
        'МЕТАЛЛУРГИЯ',
        'НЕФТЕГАЗОВАЯ ПРОМЫШЛЕННОСТЬ',
        'ХИМИЧЕСКАЯ ПРОМЫШЛЕННОСТЬ',
        'ГОРНАЯ ПРОМЫШЛЕННОСТЬ',
        'ЭНЕРГЕТИКА',
        'МАШИНОСТРОЕНИЕ'
    ),
    'text' => '«РАЗУМ» может изменить понимание оптимизации технологических операций'
);

// секция Разумное обогащение
$lang['beneficiation'] = array(
    'title' => 'Разумное обогащение',
    'text' => 'Программно-технический комплекс, управляющий
    в автоматическом режиме процессом обогащения
    по целевым функциям
    '
);
$lang['results'] = array(
    'title' => 'Результаты в цифрах',
    'subtitle' => 'достигнутые после внедрения в работу обогатительной фабрики',
    'blocks' => array(
        array(
            'percent' => '3',
            'text' => 'Увеличение производительности'
        ),
        array(
            'percent' => '11',
            'text' => 'Снижение удельных расходов на производство'
        ),
        array(
            'percent' => '15',
            'text' => 'Снижение полезного продукта в хвостах'
        ),
        array(
            'percent' => '99,9',
            'text' => 'Стабилизация качества продукта'
        ),
    )
);


// Секция инструменты - цифровый двойники
$lang['tools'] = array(
    'title' => 'Инструменты – цифровые двойники',
    'text' => 'Основаны на математических моделях, описывающих физику процесса. Цифровая технологическая цепочка позволяет получить достоверную информацию о производстве в деталях и создать уникальные решения для улучшения всех процессов.'
);

// Секция внедрение
$lang['integration'] = array(
    'title' => 'Внедрение',
    'blocks' => array(
        array(
            'title' => 'Описание',
            'subtitle' => 'физических процессов с помощью цифровых двойников'

        ),
        array(
            'title' => 'Учет',
            'subtitle' => 'состояния оборудования с помощью специализированной методологии'

        ),
        array(
            'title' => 'Создание',
            'subtitle' => 'виртуальной технологической цепочки'

        ),
        array(
            'title' => 'Анализ',
            'subtitle' => 'технологического процесса'

        ),
        array(
            'title' => 'Управление',
            'subtitle' => 'взаимосвязями. Обеспечение эффективности всего процесса, а не конкретного агрегата'

        ),
        array(
            'title' => 'Оптимизация',
            'subtitle' => 'работы промышленного цикла с учетом требований бизнеса: увеличение производительности
            и снижение себестоимости продукции'
        ),
    ),
    'text' => 'Разумные технологии для бизнеса, разработанные в России'
);


// Секция статья
$lang['articles'] = array(
    'title' => 'Технологии искусственного интеллекта – прогрессивный виток в промышленности',
    'text' => '<p>
                Четвертая промышленная революция — Индустрия 4.0 — предполагает передовой подход к производству, основанный на массовом
                внедрении информационных технологий в промышленность, масштабной автоматизации бизнес-процессов и распространении искусственного
                интеллекта.
            </p>
            <p>
                Ведущие страны инвестируют в направление ИИ-промышленности значительные средства и ресурсы. Лидер по развитию в этом направлении
                — Китай. По данным АНО “Цифровая экономика”, в России лишь 11% предприятий используют ИИ в производстве, однако, в ближайшие 4
                года планируют перейти на интеллектуальное управление еще 44% компаний.
            </p>
            <p>Именно искусственный интеллект открывает для промышленности новые возможности, которые до этого времени были недоступны.</p>',
    'btn' => 'ЧИТАТЬ ДАЛЕЕ'
);


// Секция Амбассадоры
$lang['ambassadors'] = array(
    'title' => 'Амбассадоры',
    'subtitle' => '
    Компании, обладающие правом распространения и интеграции продукта',
);


# Секция callback
$lang['callback'] = array(
    'name' => 'Ваше имя',
    'email' => 'Email',
    'tel' => 'Номер телефона',
    'check' => 'Согласен с обработкой персональных данных',
    'btn' => 'Пуск',
);

# Секция footer
$lang['footer'] = array(
    'razum' => 'Научно-технический центр «РАЗУМ» ',
    'termsOfUse' => 'Политика приватности ',
    'privacyPolicy' => 'Пользовательское соглашение',
    'text' => 'Программа для ЭВМ зарегистрирована Федеральной службой по интеллектуальной собственности',
);


$lang['modal-article'] = array(
    'title' => 'Технологии искусственного интеллекта – прогрессивный виток в промышленности
    ',
    'text' => '
    <p>
    Четвертая промышленная революция — Индустрия 4.0 — предполагает передовой подход к производству, основанный на массовом внедрении
    информационных технологий в промышленность, масштабной автоматизации бизнес-процессов и распространении искусственного интеллекта.
    </p>
    <p>
    Ведущие страны инвестируют в направление ИИ-промышленности значительные средства и ресурсы. Лидер по развитию в этом направлении —
    Китай. По данным АНО “Цифровая экономика”, в России лишь 11% предприятий используют ИИ в производстве, однако, в ближайшие 4 года
    планируют перейти на интеллектуальное управление еще 44% компаний.
    </p>
    <p>
    Ведущие страны инвестируют в направление ИИ-промышленности значительные средства и ресурсы. Лидер по развитию в этом направлении —
    Китай. По данным АНО “Цифровая экономика”, в России лишь 11% предприятий используют ИИ в производстве, однако, в ближайшие 4 года
    планируют перейти на интеллектуальное управление еще 44% компаний.
    </p>
    <p>
    Именно искусственный интеллект открывает для промышленности новые возможности, которые до этого времени были недоступны. Аналитика и
    оперирование данными позволяет ИИ, например, строить модели продуктов и отслеживать процессы в режиме реального времени,
    контролировать качество продукции, внедрять предиктивную аналитику.
    </p>
    <p>
    Одной из главных тенденций ИИ в промышленности является интеллектуальное управление технологическими процессами, позволяющее
    улучшить существующие показатели производства, сберечь ресурсы, повысить и стабилизировать качество выпускаемой продукции.
    </p>
    <p>
    В духе данной тенденции создана концепция «РАЗУМ», определяющая идею и подход к разработке и внедрению программных и
    программно-аппаратных технологических решений, направленных на повышение эффективности, оптимизацию и стабилизацию технологических
    процессов.
    </p>
    <p>
    «РАЗУМ» осуществляет вычисление и прогнозирование поведения технологических параметров, интеллектуальное управление оборудованием и
    взаимосвязями в зависимости от задания и изменяемых величин управляющих переменных. На основе производимых вычислений система
    обеспечивает определение заданий управляющих воздействий локальных контуров управления. Эти задания передаются регуляторам на органы
    системы управления.
    </p>
    <p>
    В технологической цепочке для каждой единицы оборудования создаётся модель с высокой степенью информации – цифровой двойник, в
    основе которого лежат системы математических уравнений. Данное решение выгодно отличается высокой точностью в 96 % и позволяет
    отказаться от сбора статистики, что обеспечивает оперативность внедрения.
    </p>
    <p>
    Для внедрения “РАЗУМа” на конкретный объект осуществляются: обследование – анализ текущего режима работы и выявление ограничений;
    интеграция – изменение программного обеспечения программируемых логических контроллеров и человеко-машинного интерфейса, перестройка
    существующих контуров регулирования; активация – настройка цифровых двойников и конфигурирование технологической цепочки;
    тестирование – проверка на соответствие целевым функциям, тонкая настройка ПО, обучение персонала; и ввод в эксплуатацию.
    </p>
    <p>“РАЗУМ” решает задачи увеличения производительности, снижения себестоимости и стабилизации качества выпускаемой продукции.</p>
    <p>Концепция разработана в России и использует компоненты отечественного производства и производства дружественных стран.</p>
    '
);
